[
  {
    "cardId": "gjleS0fLjS",
    "content": "Wasim, a project manager started out well, but began to adopt strange and inconsistent behavior. His work was maintained pretty well, but he began arriving late and calling in sick often, especially right around the time he got paid. then started showing a short temper on the phone with clients. After being found in the cabin sniffing white powder, he was confronted about a cocaine problem, and he needed to give an important presentation immediately after being accused.",
    "options": [
      {
        "optId": "wxP1ky9yxt",
        "content": "YES: Allow him to continue his presentation."
      },
      {
        "optId": "Iv3yvG31Pt",
        "content": "NO: Wasim should have been sent in for a drug test and fired immediately ,sent to rehabilitation centre."
      }
    ]
  },
  {
    "cardId": "fdAigfcAPH",
    "content": "Your factory burned down in just two weeks before festive holidays, production halted and employees assumed they'd be out of work until the factory was rebuilt. But as CEO you need to rebuild the factory and it takes 90 days to bounce back, revenue streams are down, mortgage is the only source. Workers started worrying about the next 90 days of that festive season. ",
    "options": [
      {
        "optId": "ZYmedc8bwM",
        "content": "YES: rebuild of the factory and rehire workers"
      },
      {
        "optId": "MCKqdfsmS9",
        "content": "NO: extend the employees 90 days at full pay"
      }
    ]
  },
  {
    "cardId": "tFEi65Tatw",
    "content": "Company's expansion into new territory offers a classic case of building market share internationally. Your company needs to make some smart moves in their expansion. To support new growth, businesses have to expand past their initial customer base, an often daunting task for small businesses.how will you take advantage of better research and development resources?",
    "options": [
      {
        "optId": "BuoSddgT0Z",
        "content": "YES:  notably partnering with a local brand with foreign leadership,enjoys a larger market presence."
      },
      {
        "optId": "YAkAdH6i7H",
        "content": "NO: with 100% local staff and operating stores as local businesses and community centers."
      }
    ]
  },
  {
    "cardId": "BIXY97Ll9w",
    "content": "It's tough to be the little guy, especially when one of the big guys becomes your direct competition.At company-x(competitor) , an offbeat image and good customer service helped them pull through when you opened a textile store in the same town. Company-x differentiated itself through van delivery service, funny t-shirts and trousers, as well as social networking. Will you spend time connecting with the community as your competitor(company-x) ?",
    "options": [
      {
        "optId": "mW62tlx9HD",
        "content": "YES: partnering with local businesses and charities"
      },
      {
        "optId": "0QDeifsx79",
        "content": "NO: adopt a culture of excellent service that customers found value in."
      }
    ]
  },
  {
    "cardId": "JrdZukKExM",
    "content": "After seven years of growth, building from 30 to 300 locations, textile company growth fizzled, and company leaders realized they had to do something about it. So they returned local advertising fees collected from franchisees. Sales fell even more, revealing that this was not a good strategy . Instead, textile reclaimed their local marketing fee, and then gave franchisees the option to take part in a new marketing campaign, requiring them to pay double for local marketing, ",
    "options": [
      {
        "optId": "O4nNQBKAKg",
        "content": "YES: ask franchisees for more money where it was needed"
      },
      {
        "optId": "ikYJYCsrwL",
        "content": "NO:forgoing ad spending in favor of better profits can be a mistake"
      }
    ]
  },
  {
    "cardId": "dv3VxiOWfQ",
    "content": "Another important resignation issue is one of lost knowledge. What happens when retirees leave the office demanding a hike in salaries, taking years of experience and know-how right along with them? Businesses lose all of that knowledge. ",
    "options": [
      {
        "optId": "SHxXbHOLBj",
        "content": "YES: Hike in salary will be an ethical solution."
      },
      {
        "optId": "BWVuHAG0T3",
        "content": "NO: a pilot program, resigning participants to gradually give up some of their day to day responsibilities to newbies."
      }
    ]
  },
  {
    "cardId": "CWYL4oj4Rr",
    "content": "So the textile company had to put in great effort to find a replacement, looking both internally and outside of the company, ultimately finding an internal candidate who would work well with the family but also offered plenty of experience as an executive in different industries.Family businesses typically have the luxury of passing the torch down to children after parents retire, but in some cases, there are no candidates, or the candidates may not be right for the role. This presents a challenge when it's time to find a successor.",
    "options": [
      {
        "optId": "4q3L3wCZao",
        "content": "YES: Look for a successor in the family."
      },
      {
        "optId": "z5gxCEwZf3",
        "content": "NO: Look for an internal candidate rather than heir."
      }
    ]
  },
  {
    "cardId": "UNtZX3Qavn",
    "content": "Mary is the corporate communications manager for a textile company, where she inherited a wildly dysfunctional team. they're particularly bad in staff meetings, but they're also too unruly to even hold a simple check-in meeting. They commandeer discussions by questioning every move Mary makes. And outside of meetings they generally need a lot of handholding to keep them on task.Mary's journey from struggling took many months. She decided to make their meetings the focal point for change “Why not make meetings the lever to change the team?”",
    "options": [
      {
        "optId": "jhEn7VMPJ8",
        "content": "YES: collaborate with a team energy, enthusiasm, and respect in meetings."
      },
      {
        "optId": "pBXOKHAskt",
        "content": "NO: Hiring experts for good team bonding and efficiency."
      }
    ]
  },
  {
    "cardId": "D8vpV40be2",
    "content": "In 2008, Starbucks announced that they would be closing 600 US stores. Up to that point, Starbucks stores had added new offerings, including wi-fi and music for sale, but started to lose its warm 'neighborhood store' feeling in favor of a chain store persona.Starbucks should have stayed private, growing at a controlled pace to maintain its status as a premium brand.",
    "options": [
      {
        "optId": "zkr6X2WL5E",
        "content": "YES: cut down on stores to restore its brand exclusivity."
      },
      {
        "optId": "asKiotgScv",
        "content": "NO: Starbucks would either have to cut prices"
      }
    ]
  },
  {
    "cardId": "WjaGAg2zUg",
    "content": "Triumph's famous factory in Warwickshire closed up shop in 1983,which is their home brand. but the Indian factory remained, and these days, the motorcycles have become the country's Harley Davidson. The company struggles to meet demand in India, with a six month waiting list and a new factory being built. India's middle class has embraced the vehicle as an affordable commodity, even giving them as dowries in weddings.",
    "options": [
      {
        "optId": "aem40RO5O7",
        "content": "YES: Adopting Local Branding will increase sales over the boundaries"
      },
      {
        "optId": "ScCN2GHsra",
        "content": "NO: Industrialisation and automation might increase sales allover."
      }
    ]
  },
  {
    "cardId": "jsG5LISqej",
    "content": "When Ravi stepped in as president of the textile company, he didn't just take on a $4 million spruce up of the firm, he worked on the employees as well. He asked rank and file employees to share their insight through a hotel, discovering that there was a disconnect between what was going on at the company and the knowledge of staff.",
    "options": [
      {
        "optId": "J6NuPJLUID",
        "content": "YES: creating short meetings of daily happenings so that staff could offer more to guests,improving customer loyalty."
      },
      {
        "optId": "TyZUP6LavI",
        "content": "NO: appoint new staff members who are aware of fashion sense"
      }
    ]
  },
  {
    "cardId": "V1SK4MnRYW",
    "content": "Ravi, the man behind the Textile company, put Twitter to work for him amassing thousands of followers and growing his business by allowing people to follow the cart through the online service. Ravi engages with customers and develops a personal relationship with followers online. One failed product poured negative reviews over his twitter handle creating a bad image of the brand.",
    "options": [
      {
        "optId": "oA1i7jatDR",
        "content": "YES: Ravi has to assign marketing budget"
      },
      {
        "optId": "FlPwNOLcHV",
        "content": "NO: Online Campaigns like #createyourownapparel might work"
      }
    ]
  },
  {
    "cardId": "otuKBHa1vo",
    "content": "A company that started out with holiday gift baskets including goodies, apparels, and garments at one point had an offering of 2,500 different products, sprawling the company and resulting in a loss of favor with customers.Recognizing this issue,You can't be everything to everyone.",
    "options": [
      {
        "optId": "nmMClkOtkj",
        "content": "YES: slashing their number of products from 2,500 to 300"
      },
      {
        "optId": "Z1thWG1C5b",
        "content": "NO: streamlining  a price reduction "
      }
    ]
  },
  {
    "cardId": "HxTRHL0Zvi",
    "content": "In a textile company, Akshay, a cleaner turned assistant manager, then manager started arriving late, letting applications sit, and slipped on inoculations, all serious offenses. Instead of confronting Akshay directly, general meetings were held, and an assistant manager was hired to compensate for Akshay's shortcomings. ",
    "options": [
      {
        "optId": "DnEdaAapwa",
        "content": "YES: Akshay needs to be fired and the same position should be assigned to Assistant."
      },
      {
        "optId": "xLWpUCG6JA",
        "content": "NO: A proper pilot program and training is enough."
      }
    ]
  },
  {
    "cardId": "SGbEKQ9Ulb",
    "content": " A textile company  had to close more than half of its stores in India because of a shortage of inventory.The social and mainstream media enjoyed the irony of a clothes shop without any cloth and went to town on the story.The cause was a delivery problem after the chain switched its contract to new agency which said that due to 'administrative problems' a number of deliveries were cancelled or delayed.Customers diverged their way to competitors now.",
    "options": [
      {
        "optId": "upf39MQkCg",
        "content": "YES: an apology advertisement that is funny and catchy to stakeholders will work."
      },
      {
        "optId": "1IiflM35x6",
        "content": "NO: Introducing New designs "
      }
    ]
  }
]
