[
  {
    "cardId": "gjleS0fLjS",
    "content": "Wasim, a project manager started out well, but began to adopt strange and inconsistent behaviour. His work was maintained pretty well, but he began arriving late and calling in sick often, especially right around the time he got paid. Then started showing a short temper on the phone with clients. After being found in the cabin sniffing white powder, he was confronted about a cocaine problem, and he needed to give an important presentation immediately after being accused.",
    "options": [
      {
        "optId": "wxP1ky9yxt",
        "content": "YES: Allow him to continue his presentation."
      },
      {
        "optId": "Iv3yvG31Pt",
        "content": "NO: Wasim should have been sent in for a drug test and fired immediately, sent to rehabilitation centre."
      }
    ]
  },
  {
    "cardId": "fdAigfcAPH",
    "content": "Your factory burned down in just two weeks before festive holidays, production halted and employees assumed they'd be out of work until the factory was rebuilt. But as CEO you need to rebuild the factory and it takes 90 days to bounce back, revenue streams are down, mortgage is the only source. Workers started worrying about the next 90 days of that festive season.",
    "options": [
      {
        "optId": "ZYmedc8bwM",
        "content": "YES: Rebuild of factory and rehire workers."
      },
      {
        "optId": "MCKqdfsmS9",
        "content": "NO: Extend the employees 90 days at full pay."
      }
    ]
  },
  {
    "cardId": "tFEi65Tatw",
    "content": "Company's expansion into new territory offers a classic case of building market share internationally. Your company needs to make some smart moves in their expansion. To support new growth, businesses have to expand past their initial customer base, an often daunting task for small businesses.how will you take advantage of better research and development resources?",
    "options": [
      {
        "optId": "BuoSddgT0Z",
        "content": "YES: Notably partnering with a local brand with foreign leadership, enjoys a larger market presence."
      },
      {
        "optId": "YAkAdH6i7H",
        "content": "NO: With 100% local staff and operating stores as local businesses and community centers."
      }
    ]
  },
  {
    "cardId": "dv3VxiOWfQ",
    "content": "Another important resignation issue is one of lost knowledge. What happens when retirees leave the office demanding a hike in salaries, taking years of experience and know-how right along with them? Businesses lose all of that knowledge. ",
    "options": [
      {
        "optId": "SHxXbHOLBj",
        "content": "YES: Hike in salary will be an ethical solution."
      },
      {
        "optId": "BWVuHAG0T3",
        "content": "NO: A pilot program, resigning participants to gradually give up some of their day to day responsibilities to newbies."
      }
    ]
  },
  {
    "cardId": "CWYL4oj4Rr",
    "content": "So the textile company had to put in great effort to find a replacement, looking both internally and outside of the company, ultimately finding an internal candidate who would work well with the family but also offered plenty of experience as an executive in different industries. Family businesses typically have the luxury of passing the torch down to children after parents retire, but in some cases, there are no candidates, or the candidates may not be right for the role. This presents a challenge when it's time to find a successor.",
    "options": [
      {
        "optId": "4q3L3wCZao",
        "content": "YES: Look for a successor in the family."
      },
      {
        "optId": "z5gxCEwZf3",
        "content": "NO: Look for an internal candidate rather than heir."
      }
    ]
  },
  {
    "cardId": "WjaGAg2zUg",
    "content": "Triumph's famous factory in Warwickshire closed up shop in 1983, which is their home brand. but the Indian factory remained, and these days, the motorcycles have become the country's Harley Davidson. The company struggles to meet demand in India, with a six month waiting list and a new factory being built. India's middle class has embraced the vehicle as an affordable commodity, even giving them as dowries in weddings.",
    "options": [
      {
        "optId": "aem40RO5O7",
        "content": "YES: Adopting Local Branding will increase sales over the boundaries"
      },
      {
        "optId": "ScCN2GHsra",
        "content": "NO: Industrialisation and automation might increase sales allover."
      }
    ]
  },
  {
    "cardId": "HxTRHL0Zvi",
    "content": "In a textile company, Akshay, a cleaner turned assistant manager, then manager started arriving late, letting applications sit, and slipped on inoculations, all serious offenses. Instead of confronting Akshay directly, general meetings were held, and an assistant manager was hired to compensate for Akshay's shortcomings.",
    "options": [
      {
        "optId": "DnEdaAapwa",
        "content": "YES: Akshay needs to be fired and the same position should be assigned to Assistant."
      },
      {
        "optId": "xLWpUCG6JA",
        "content": "NO: A proper pilot program and training is enough."
      }
    ]
  },
  {
    "cardId": "SGbEKQ9Ulb",
    "content": "A textile company had to close more than half of its stores in India because of a shortage of inventory. The social and mainstream media enjoyed the irony of a clothes shop without any cloth and went to town on the story. The cause was a delivery problem after the chain switched its contract to new agency which said that due to 'administrative problems' a number of deliveries were cancelled or delayed. Customers diverged their way to competitors now.",
    "options": [
      {
        "optId": "upf39MQkCg",
        "content": "YES: An apology advertisement that is funny and catchy to stakeholders will work."
      },
      {
        "optId": "1IiflM35x6",
        "content": "NO: Introducing new designs."
      }
    ]
  }
]
